Revit 2027 API
SymbolTypeId.Lf Property
 Symbol LF, indicating unit Feet.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Lf { get; }
Public Shared ReadOnly Property Lf As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Lf {
	ForgeTypeId^ get ();
}
static member Lf : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace